Repository: Alexadar/rootyapps
Catalog: overtonelab.swift/DesignShared/Localizable.xcstrings
Source language: en
Languages: cs, de, el, es, fr, hu, it, ja, ko, nl, pl, pt_br, ro, sv, tr, uk

source: Path difference
cs: Dráhový rozdíl
de: Wegdifferenz
el: Διαφορά διαδρομής
es: Diferencia de camino
fr: Différence de trajet
hu: Útkülönbség
it: Differenza di cammino
ja: 行路差
ko: 경로차
nl: Wegverschil
pl: Różnica dróg
pt_br: Diferença de percurso
ro: Diferență de drum
sv: Vägskillnad
tr: Yol farkı
uk: Різниця ходу

source: Pattern
cs: Charakteristika
de: Richtcharakteristik
el: Πολικό διάγραμμα
es: Patrón polar
fr: Directivité
hu: Iránykarakterisztika
it: Diagramma polare
ja: 指向特性
ko: 지향 패턴
nl: Richtkarakteristiek
pl: Charakterystyka
pt_br: Padrão polar
ro: Caracteristică
sv: Riktkaraktäristik
tr: Yönelim deseni
uk: Діаграма

source: Peak level
cs: Špičková úroveň
de: Spitzenpegel
el: Στάθμη κορυφής
es: Nivel de pico
fr: Niveau crête
hu: Csúcsszint
it: Livello di picco
ja: ピークレベル
ko: 피크 레벨
nl: Piekniveau
pl: Poziom szczytowy
pt_br: Nível de pico
ro: Nivel de vârf
sv: Toppnivå
tr: Tepe seviyesi
uk: Піковий рівень

source: Per octave band
cs: Na oktávové pásmo
de: Pro Oktavband
el: Ανά ζώνη οκτάβας
es: Por banda de octava
fr: Par bande d'octave
hu: Oktávsávonként
it: Per banda d'ottava
ja: オクターブバンド毎
ko: 옥타브 밴드별
nl: Per octaafband
pl: Na pasmo oktawowe
pt_br: Por banda de oitava
ro: Pe bandă de octavă
sv: Per oktavband
tr: Oktav bandı başına
uk: На октавну смугу

source: Pipe
cs: Trubice
de: Rohr
el: Σωλήνας
es: Tubo
fr: Tuyau
hu: Cső
it: Canna
ja: 管
ko: 관
nl: Pijp
pl: Piszczałka
pt_br: Tubo
ro: Tub
sv: Rör
tr: Boru
uk: Труба

source: Pipe resonance
cs: Rezonance trubice
de: Rohrresonanz
el: Συντονισμός σωλήνα
es: Resonancia de tubo
fr: Résonance de tuyau
hu: Csőrezonancia
it: Risonanza della canna
ja: 管の共鳴
ko: 관 공명
nl: Pijpresonantie
pl: Rezonans piszczałki
pt_br: Ressonância do tubo
ro: Rezonanța tubului
sv: Rörresonans
tr: Boru rezonansı
uk: Резонанс труби

source: Pitch shift
cs: Posun výšky
de: Tonhöhenverschiebung
el: Μετατόπιση τονικού ύψους
es: Cambio de altura
fr: Décalage de hauteur
hu: Hangmagasság-eltolás
it: Variazione di altezza
ja: ピッチシフト
ko: 피치 시프트
nl: Toonhoogteverschuiving
pl: Zmiana wysokości
pt_br: Mudança de altura
ro: Deplasare de înălțime
sv: Tonhöjdsskift
tr: Perde kayması
uk: Зсув висоти

source: Place it
cs: Umístění
de: Platzierung
el: Τοποθέτηση
es: Colocación
fr: Placement
hu: Elhelyezés
it: Posizionamento
ja: 配置
ko: 배치
nl: Plaatsing
pl: Ustawienie
pt_br: Posicionamento
ro: Amplasare
sv: Placering
tr: Yerleştirme
uk: Розміщення

source: Port diameter
cs: Průměr portu
de: Rohrdurchmesser
el: Διάμετρος πόρτου
es: Diámetro del puerto
fr: Diamètre de l'évent
hu: Reflexnyílás átmérője
it: Diametro del condotto
ja: ポート直径
ko: 포트 지름
nl: Poortdiameter
pl: Średnica portu
pt_br: Diâmetro do duto
ro: Diametrul portului
tr: Port çapı
uk: Діаметр порту

source: Ported
cs: Bassreflex
de: Bassreflex
el: Bass-reflex
es: Bass-reflex
fr: Bass-reflex
hu: Basszreflex
it: Bass-reflex
ja: バスレフ
ko: 베이스 리플렉스
nl: Basreflex
pl: Bas-refleks
pt_br: Bass-reflex
ro: Bass-reflex
sv: Basreflex
tr: Bass-reflex
uk: Фазоінвертор

source: Positive speeds close the gap (pitch up); negative open it (pitch down).
cs: Kladné rychlosti zmenšují vzdálenost (výše); záporné ji zvětšují (níže).
de: Positive Geschwindigkeiten verringern den Abstand (höher); negative vergrößern ihn (tiefer).
el: Θετικές ταχύτητες μικραίνουν την απόσταση (ψηλότερα)· αρνητικές τη μεγαλώνουν (χαμηλότερα).
es: Las velocidades positivas cierran la distancia (sube el tono); las negativas la abren (baja).
fr: Une vitesse positive réduit l'écart (son plus aigu) ; négative, elle l'augmente (plus grave).
hu: A pozitív sebesség csökkenti a távolságot (magasabb hang); a negatív növeli (mélyebb).
it: Velocità positive riducono la distanza (suono più acuto); negative la aumentano (più grave).
ja: 速度が正なら距離が縮まり音程が上がり、負なら広がって下がります。
ko: 속도가 양수면 거리가 좁아져 음이 높아지고, 음수면 벌어져 낮아집니다.
nl: Positieve snelheden verkleinen de afstand (hoger); negatieve vergroten hem (lager).
pl: Prędkości dodatnie zmniejszają odległość (dźwięk wyższy); ujemne ją zwiększają (niższy).
pt_br: Velocidades positivas encurtam a distância (som mais agudo); negativas a aumentam (mais grave).
ro: Vitezele pozitive scurtează distanța (sunet mai înalt); cele negative o măresc (mai jos).
sv: Positiva hastigheter minskar avståndet (högre ton); negativa ökar det (lägre ton).
tr: Pozitif hızlar mesafeyi kapatır (perde yükselir); negatif olanlar açar (perde düşer).
uk: Додатні швидкості скорочують відстань (вище); від'ємні — збільшують (нижче).

source: Power
cs: Výkon
de: Leistung
el: Ισχύς
es: Potencia
fr: Puissance
hu: Teljesítmény
it: Potenza
ja: 電力
ko: 전력
nl: Vermogen
pl: Moc
pt_br: Potência
ro: Putere
sv: Effekt
tr: Güç
uk: Потужність

source: Presets
cs: Předvolby
el: Προεπιλογές
fr: Préréglages
hu: Előbeállítások
it: Preset
ja: プリセット
ko: 프리셋
pl: Ustawienia
pt_br: Predefinições
ro: Presetări
sv: Förval
tr: Hazır ayarlar
uk: Пресети

source: Pressure
cs: Tlak
de: Druck
el: Πίεση
es: Presión
fr: Pression
hu: Nyomás
it: Pressione
ja: 気圧
ko: 압력
nl: Druk
pl: Ciśnienie
pt_br: Pressão
ro: Presiune
sv: Tryck
tr: Basınç
uk: Тиск

source: Probe
cs: Sonda
de: Messpunkt
el: Ανιχνευτής
es: Sonda
fr: Sonde
hu: Mérőpont
it: Sonda
ja: プローブ
ko: 프로브
nl: Meetpunt
pl: Sonda
pt_br: Sonda
ro: Sondă
sv: Mätpunkt
tr: Prob
uk: Проба

source: Probe frequency
cs: Frekvence sondy
de: Messfrequenz
el: Συχνότητα ανίχνευσης
es: Frecuencia de sonda
fr: Fréquence de sonde
hu: Mérőfrekvencia
it: Frequenza di sonda
ja: 測定周波数
ko: 측정 주파수
nl: Meetfrequentie
pl: Częstotliwość sondy
pt_br: Frequência de sonda
ro: Frecvența sondei
sv: Mätfrekvens
tr: Prob frekansı
uk: Частота проби

source: Propagation delay
cs: Doba šíření
de: Laufzeit
el: Καθυστέρηση διάδοσης
es: Retardo de propagación
fr: Temps de propagation
hu: Terjedési késleltetés
it: Ritardo di propagazione
ja: 伝搬遅延
ko: 전파 지연
nl: Propagatievertraging
pl: Opóźnienie propagacji
pt_br: Atraso de propagação
ro: Întârziere de propagare
sv: Utbredningsfördröjning
tr: Yayılma gecikmesi
uk: Затримка поширення

source: Proportion
cs: Poměr
de: Verhältnis
el: Αναλογία
es: Proporción
hu: Arány
it: Proporzione
ja: 比率
ko: 비례
nl: Verhouding
pl: Proporcja
pt_br: Proporção
ro: Proporție
tr: Oran
uk: Пропорція

source: Qtc 0.707 = flat, 0.5 = maximally damped/transient-tight, >0.8 = warmer with a bump.
cs: Qtc 0,707 = rovně, 0,5 = maximálně tlumené/přesné transienty, >0,8 = tepleji s hrbem.
de: Qtc 0,707 = linear, 0,5 = maximal bedämpft/impulstreu, >0,8 = wärmer mit Buckel.
el: Qtc 0,707 = επίπεδο, 0,5 = μέγιστη απόσβεση/σφιχτά transients, >0,8 = πιο ζεστό με καμπούρα.
es: Qtc 0,707 = plano, 0,5 = máximo amortiguamiento/transitorios ajustados, >0,8 = más cálido con una joroba.
fr: Qtc 0,707 = plat, 0,5 = amortissement maximal/transitoires serrés, >0,8 = plus chaud avec une bosse.
hu: Qtc 0,707 = lineáris, 0,5 = maximálisan csillapított/feszes tranziensek, >0,8 = melegebb, púppal.
it: Qtc 0,707 = piatto, 0,5 = massimo smorzamento/transienti precisi, >0,8 = più caldo con una gobba.
ja: Qtc 0.707＝フラット、0.5＝最大制動でトランジェントが締まる、0.8 超＝膨らみのある温かい音。
ko: Qtc 0.707 = 평탄, 0.5 = 최대 감쇠/타이트한 트랜지언트, 0.8 초과 = 부풀며 따뜻한 소리.
nl: Qtc 0,707 = vlak, 0,5 = maximaal gedempt/strakke transiënten, >0,8 = warmer met een bult.
pl: Qtc 0,707 = płasko, 0,5 = maksymalne tłumienie/zwarte transjenty, >0,8 = cieplej z podbiciem.
pt_br: Qtc 0,707 = plano, 0,5 = amortecimento máximo/transientes firmes, >0,8 = mais quente com uma elevação.
ro: Qtc 0,707 = plat, 0,5 = amortizare maximă/tranzienți fermi, >0,8 = mai cald, cu o cocoașă.
sv: Qtc 0,707 = platt, 0,5 = maximalt dämpat/stram transient, >0,8 = varmare med en puckel.
tr: Qtc 0,707 = düz, 0,5 = maksimum sönümlü/sıkı transiyent, >0,8 = tümsekli, daha sıcak.
uk: Qtc 0,707 = рівно, 0,5 = максимально задемпфовано/чіткі транзієнти, >0,8 = тепліше з горбом.

source: Quantity
cs: Počet
de: Anzahl
el: Ποσότητα
es: Cantidad
fr: Quantité
hu: Mennyiség
it: Quantità
ja: 本数
ko: 수량
nl: Aantal
pl: Liczba
pt_br: Quantidade
ro: Cantitate
sv: Antal
tr: Adet
uk: Кількість

source: RC / RL / LC filters
cs: Filtry RC / RL / LC
de: RC-/RL-/LC-Filter
el: Φίλτρα RC / RL / LC
es: Filtros RC / RL / LC
fr: Filtres RC / RL / LC
hu: RC / RL / LC szűrők
it: Filtri RC / RL / LC
ja: RC / RL / LC フィルター
ko: RC / RL / LC 필터
pl: Filtry RC / RL / LC
pt_br: Filtros RC / RL / LC
ro: Filtre RC / RL / LC
sv: RC-/RL-/LC-filter
tr: RC / RL / LC filtreler
uk: Фільтри RC / RL / LC

source: RC filter
cs: RC filtr
el: Φίλτρο RC
es: Filtro RC
fr: Filtre RC
hu: RC szűrő
it: Filtro RC
ja: RC フィルター
ko: RC 필터
pl: Filtr RC
pt_br: Filtro RC
ro: Filtru RC
tr: RC filtre
uk: RC-фільтр

source: RL filter
cs: RL filtr
el: Φίλτρο RL
es: Filtro RL
fr: Filtre RL
hu: RL szűrő
it: Filtro RL
ja: RL フィルター
ko: RL 필터
pl: Filtr RL
pt_br: Filtro RL
ro: Filtru RL
tr: RL filtre
uk: RL-фільтр

source: Rate
cs: Rychlost
el: Ρυθμός
es: Tasa
fr: Fréquence
hu: Ütem
it: Frequenza
ja: レート
ko: 레이트
nl: Snelheid
pl: Częstość
pt_br: Taxa
ro: Rată
sv: Takt
tr: Hız
uk: Частота

source: Ratio
cs: Poměr
de: Verhältnis
el: Λόγος
es: Razón
fr: Rapport
hu: Arány
it: Rapporto
ja: 比
ko: 비율
nl: Verhouding
pl: Stosunek
pt_br: Razão
ro: Raport
sv: Förhållande
tr: Oran
uk: Відношення

source: Ratio (short:mid:long)
cs: Poměr (krátký:střední:dlouhý)
de: Verhältnis (kurz:mittel:lang)
el: Αναλογία (μικρό:μεσαίο:μεγάλο)
es: Proporción (corto:medio:largo)
fr: Rapport (court:moyen:long)
hu: Arány (rövid:közép:hosszú)
it: Rapporto (corto:medio:lungo)
ja: 比（短:中:長）
ko: 비율(짧음:중간:긺)
nl: Verhouding (kort:midden:lang)
pl: Proporcje (krótki:średni:długi)
pt_br: Proporção (curto:médio:longo)
ro: Raport (scurt:mediu:lung)
sv: Förhållande (kort:mellan:lång)
tr: Oran (kısa:orta:uzun)
uk: Співвідношення (короткий:середній:довгий)

source: Ratio → cents
cs: Poměr → centy
de: Verhältnis → Cent
el: Λόγος → cents
es: Razón → cents
fr: Rapport → cents
hu: Arány → cent
it: Rapporto → cent
ja: 比 → セント
ko: 비율 → 센트
nl: Verhouding → cents
pl: Stosunek → centy
pt_br: Razão → cents
ro: Raport → cenți
sv: Förhållande → cent
tr: Oran → sent
uk: Відношення → центи

source: Reached in rise time
cs: Dosaženo za dobu náběhu
de: In Anstiegszeit erreicht
el: Επιτυγχάνεται στον χρόνο ανόδου
es: Alcanzado en el tiempo de subida
fr: Atteint en temps de montée
hu: Felfutási idő alatt elért
it: Raggiunto nel tempo di salita
ja: 立ち上がり時間での到達値
ko: 상승 시간 내 도달
nl: Bereikt in stijgtijd
pl: Osiągnięte w czasie narastania
pt_br: Alcançado no tempo de subida
ro: Atins în timpul de creștere
sv: Uppnått under stigtid
tr: Yükselme süresinde ulaşılan
uk: Досягнуто за час наростання

source: Real time
cs: Reálný čas
de: Echtzeit
el: Πραγματικός χρόνος
es: Tiempo real
fr: Temps réel
hu: Valós idő
it: Tempo reale
ja: 実時間
ko: 실제 시간
nl: Werkelijke tijd
pl: Czas rzeczywisty
pt_br: Tempo real
ro: Timp real
sv: Verklig tid
tr: Gerçek zaman
uk: Реальний час

source: Recording angle
cs: Snímací úhel
de: Aufnahmewinkel
el: Γωνία ηχογράφησης
es: Ángulo de grabación
fr: Angle de prise de son
hu: Felvételi szög
it: Angolo di ripresa
ja: 録音角度
ko: 녹음 각도
nl: Opnamehoek
pl: Kąt nagrywania
pt_br: Ângulo de captação
ro: Unghi de înregistrare
sv: Inspelningsvinkel
tr: Kayıt açısı
uk: Кут запису

source: Reference distance
cs: Referenční vzdálenost
de: Bezugsentfernung
el: Απόσταση αναφοράς
es: Distancia de referencia
fr: Distance de référence
hu: Referenciatávolság
it: Distanza di riferimento
ja: 基準距離
ko: 기준 거리
nl: Referentieafstand
pl: Odległość odniesienia
pt_br: Distância de referência
ro: Distanță de referință
sv: Referensavstånd
tr: Referans mesafe
uk: Опорна відстань

source: Reference tone
cs: Referenční tón
de: Referenzton
el: Τόνος αναφοράς
es: Tono de referencia
fr: Signal de référence
hu: Referenciahang
it: Tono di riferimento
ja: 基準トーン
ko: 기준 톤
nl: Referentietoon
pl: Ton odniesienia
pt_br: Tom de referência
ro: Ton de referință
sv: Referenston
tr: Referans ton
uk: Опорний тон

source: Reflection gain
cs: Zisk odrazu
de: Reflexionsfaktor
el: Κέρδος ανάκλασης
es: Ganancia de reflexión
fr: Gain de réflexion
hu: Visszaverődés erősítése
it: Guadagno di riflessione
ja: 反射のゲイン
ko: 반사 게인
nl: Reflectieversterking
pl: Wzmocnienie odbicia
pt_br: Ganho de reflexão
ro: Câștigul reflexiei
sv: Reflexionsförstärkning
tr: Yansıma kazancı
uk: Коефіцієнт відбиття

source: Reinforcement
cs: Zesílení
de: Verstärkung
el: Ενίσχυση
es: Refuerzo
fr: Renforcement
hu: Erősítés
it: Rinforzo
ja: 強め合い
ko: 보강
nl: Versterking
pl: Wzmocnienie
pt_br: Reforço
ro: Întărire
sv: Förstärkning
tr: Güçlenme
uk: Підсилення

source: Required Vb
cs: Potřebné Vb
de: Erforderliches Vb
el: Απαιτούμενο Vb
es: Vb requerido
fr: Vb requis
hu: Szükséges Vb
it: Vb richiesto
ja: 必要な Vb
ko: 필요 Vb
nl: Vereiste Vb
pl: Wymagane Vb
pt_br: Vb necessário
ro: Vb necesar
sv: Erforderlig Vb
tr: Gereken Vb
uk: Потрібне Vb

source: Resistance
cs: Odpor
de: Widerstand
el: Αντίσταση
es: Resistencia
fr: Résistance
hu: Ellenállás
it: Resistenza
ja: 抵抗
ko: 저항
nl: Weerstand
pl: Rezystancja
pt_br: Resistência
ro: Rezistență
sv: Resistans
tr: Direnç
uk: Опір

source: Resonance Fs
cs: Rezonance Fs
de: Resonanz Fs
el: Συντονισμός Fs
es: Resonancia Fs
fr: Résonance Fs
hu: Rezonancia Fs
it: Risonanza Fs
ja: 共振 Fs
ko: 공진 Fs
nl: Resonantie Fs
pl: Rezonans Fs
pt_br: Ressonância Fs
ro: Rezonanță Fs
sv: Resonans Fs
tr: Rezonans Fs
uk: Резонанс Fs

source: Resonances (Hz)
cs: Rezonance (Hz)
de: Resonanzen (Hz)
el: Συντονισμοί (Hz)
es: Resonancias (Hz)
fr: Résonances (Hz)
hu: Rezonanciák (Hz)
it: Risonanze (Hz)
ja: 共振（Hz）
ko: 공진(Hz)
nl: Resonanties (Hz)
pl: Rezonanse (Hz)
pt_br: Ressonâncias (Hz)
ro: Rezonanțe (Hz)
sv: Resonanser (Hz)
tr: Rezonanslar (Hz)
uk: Резонанси (Гц)

source: Resonant frequency
cs: Rezonanční frekvence
de: Resonanzfrequenz
el: Συχνότητα συντονισμού
es: Frecuencia de resonancia
fr: Fréquence de résonance
hu: Rezonanciafrekvencia
it: Frequenza di risonanza
ja: 共振周波数
ko: 공진 주파수
nl: Resonantiefrequentie
pl: Częstotliwość rezonansowa
pt_br: Frequência de ressonância
ro: Frecvență de rezonanță
sv: Resonansfrekvens
tr: Rezonans frekansı
uk: Резонансна частота

source: Response vs cutoff
cs: Odezva vůči mezní frekvenci
de: Verlauf zur Grenzfrequenz
el: Απόκριση ως προς την αποκοπή
es: Respuesta frente al corte
fr: Réponse vs coupure
hu: Válasz a vágási frekvenciához
it: Risposta rispetto al taglio
ja: カットオフに対する応答
ko: 차단 주파수 대비 응답
nl: Respons t.o.v. kantelfrequentie
pl: Odpowiedź względem odcięcia
pt_br: Resposta em relação ao corte
ro: Răspuns față de tăiere
sv: Respons mot brytfrekvens
tr: Kesime göre yanıt
uk: Відгук відносно зрізу

source: Reverb
cs: Dozvuk
de: Nachhall
el: Αντήχηση
es: Reverberación
fr: Réverbération
hu: Utózengés
it: Riverbero
ja: 残響
ko: 잔향
nl: Nagalm
pl: Pogłos
pt_br: Reverberação
ro: Reverberație
sv: Efterklang
tr: Yankı
uk: Реверберація

source: Right gain
cs: Zesílení vpravo
de: Pegel rechts
el: Κέρδος δεξιά
es: Ganancia derecha
fr: Gain droit
hu: Jobb erősítés
it: Guadagno destro
ja: 右のゲイン
ko: 오른쪽 게인
nl: Versterking rechts
pl: Wzmocnienie prawego
pt_br: Ganho direito
ro: Amplificare dreapta
sv: Höger förstärkning
tr: Sağ kazanç
uk: Підсилення праворуч

source: Rise time (10–90%)
cs: Doba náběhu (10–90 %)
de: Anstiegszeit (10–90 %)
el: Χρόνος ανόδου (10–90%)
es: Tiempo de subida (10–90 %)
fr: Temps de montée (10–90 %)
hu: Felfutási idő (10–90%)
it: Tempo di salita (10–90%)
ja: 立ち上がり時間（10–90%）
ko: 상승 시간(10–90%)
nl: Stijgtijd (10–90%)
pl: Czas narastania (10–90%)
pt_br: Tempo de subida (10–90%)
ro: Timp de creștere (10–90%)
sv: Stigtid (10–90 %)
tr: Yükselme süresi (%10–90)
uk: Час наростання (10–90%)

source: Room
cs: Místnost
de: Raum
el: Δωμάτιο
es: Sala
fr: Salle
hu: Helyiség
it: Ambiente
ja: 部屋
ko: 룸
nl: Ruimte
pl: Pomieszczenie
pt_br: Sala
ro: Încăpere
sv: Rum
tr: Oda
uk: Приміщення

source: Room dimensions
cs: Rozměry místnosti
de: Raummaße
el: Διαστάσεις δωματίου
es: Dimensiones de la sala
fr: Dimensions de la salle
hu: Helyiség méretei
it: Dimensioni dell'ambiente
ja: 部屋の寸法
ko: 룸 치수
nl: Ruimteafmetingen
pl: Wymiary pomieszczenia
pt_br: Dimensões da sala
ro: Dimensiunile încăperii
sv: Rummets mått
tr: Oda boyutları
uk: Розміри приміщення

source: Room reverberation
cs: Dozvuk místnosti
de: Raumnachhall
el: Αντήχηση δωματίου
es: Reverberación de sala
fr: Réverbération de salle
hu: Helyiség utózengése
it: Riverbero dell'ambiente
ja: 部屋の残響
ko: 룸 잔향
nl: Nagalm van de ruimte
pl: Pogłos pomieszczenia
pt_br: Reverberação da sala
ro: Reverberația încăperii
sv: Rumsefterklang
tr: Oda yankısı
uk: Реверберація приміщення

source: SPL at new distance
cs: SPL v nové vzdálenosti
de: Schalldruckpegel in neuer Entfernung
el: SPL στη νέα απόσταση
es: SPL a la nueva distancia
fr: SPL à la nouvelle distance
hu: SPL az új távolságban
it: SPL alla nuova distanza
ja: 新しい距離での SPL
ko: 새 거리에서의 SPL
nl: SPL op nieuwe afstand
pl: SPL na nowej odległości
pt_br: SPL na nova distância
ro: SPL la noua distanță
sv: SPL på nytt avstånd
tr: Yeni mesafede SPL
uk: SPL на новій відстані

source: SPL at reference
cs: SPL na referenci
de: Schalldruckpegel bei Bezug
el: SPL στην αναφορά
es: SPL en la referencia
fr: SPL à la référence
hu: SPL a referencián
it: SPL al riferimento
ja: 基準距離での SPL
ko: 기준 거리에서의 SPL
nl: SPL op referentie
pl: SPL w punkcie odniesienia
pt_br: SPL na referência
ro: SPL la referință
sv: SPL vid referens
tr: Referansta SPL
uk: SPL на опорній відстані

source: Sample Rate
cs: Vzorkovací frekvence
de: Abtastrate
el: Ρυθμός δειγματοληψίας
es: Frecuencia de muestreo
fr: Fréquence d'échantillonnage
hu: Mintavételi frekvencia
it: Frequenza di campionamento
ja: サンプルレート
ko: 샘플레이트
pl: Częstotliwość próbkowania
pt_br: Taxa de amostragem
ro: Rată de eșantionare
sv: Samplingsfrekvens
tr: Örnekleme hızı
uk: Частота дискретизації

source: Sample rate
cs: Vzorkovací frekvence
de: Abtastrate
el: Ρυθμός δειγματοληψίας
es: Frecuencia de muestreo
fr: Fréquence d'échantillonnage
hu: Mintavételi frekvencia
it: Frequenza di campionamento
ja: サンプルレート
ko: 샘플레이트
pl: Częstotliwość próbkowania
pt_br: Taxa de amostragem
ro: Rată de eșantionare
sv: Samplingsfrekvens
tr: Örnekleme hızı
uk: Частота дискретизації

source: Sample rate & Nyquist
cs: Vzorkování a Nyquist
de: Abtastrate & Nyquist
el: Δειγματοληψία & Nyquist
es: Muestreo y Nyquist
fr: Échantillonnage et Nyquist
hu: Mintavétel és Nyquist
it: Campionamento e Nyquist
ja: サンプルレートとナイキスト
ko: 샘플레이트와 나이퀴스트
pl: Próbkowanie i Nyquist
pt_br: Amostragem e Nyquist
ro: Eșantionare și Nyquist
sv: Samplingsfrekvens & Nyquist
tr: Örnekleme ve Nyquist
uk: Дискретизація та Найквіст

source: Sample-accurate edit points: samples = seconds × sample rate.
cs: Editační body přesné na vzorek: vzorky = sekundy × vzorkovací frekvence.
de: Sample-genaue Schnittpunkte: Samples = Sekunden × Abtastrate.
el: Σημεία μοντάζ με ακρίβεια δείγματος: δείγματα = δευτερόλεπτα × ρυθμός δειγματοληψίας.
es: Puntos de edición con precisión de muestra: muestras = segundos × frecuencia de muestreo.
fr: Points d'édition au sample près : samples = secondes × fréquence d'échantillonnage.
hu: Minta pontosságú vágópontok: minták = másodperc × mintavételi frekvencia.
it: Punti di edit precisi al campione: campioni = secondi × frequenza di campionamento.
ja: サンプル単位の編集点：サンプル数 = 秒 × サンプルレート。
ko: 샘플 단위 편집 지점: 샘플 = 초 × 샘플레이트.
nl: Sample-nauwkeurige editpunten: samples = seconden × samplerate.
pl: Punkty edycji z dokładnością do próbki: próbki = sekundy × częstotliwość próbkowania.
pt_br: Pontos de edição precisos por amostra: amostras = segundos × taxa de amostragem.
ro: Puncte de montaj precise la eșantion: eșantioane = secunde × rata de eșantionare.
sv: Sampelexakta klipppunkter: sampel = sekunder × samplingsfrekvens.
tr: Örnek hassasiyetinde kesim noktaları: örnek = saniye × örnekleme hızı.
uk: Точки монтажу з точністю до семпла: семпли = секунди × частота дискретизації.

source: Samples
cs: Vzorky
el: Δείγματα
es: Muestras
fr: Échantillons
hu: Minták
it: Campioni
ja: サンプル
ko: 샘플
pl: Próbki
pt_br: Amostras
ro: Eșantioane
sv: Sampel
tr: Örnekler
uk: Семпли

source: Scale length
cs: Menzura
de: Mensur
el: Μήκος χορδής
es: Longitud de escala
fr: Diapason
hu: Menzúra
it: Diapason
ja: スケール長
ko: 스케일 길이
nl: Mensuur
pl: Menzura
pt_br: Escala
ro: Lungimea scalei
sv: Mensur
tr: Tel boyu
uk: Мензура

source: Schroeder freq
cs: Schroederova frekvence
de: Schroeder-Frequenz
el: Συχνότητα Schroeder
es: Frecuencia de Schroeder
fr: Fréquence de Schroeder
hu: Schroeder-frekvencia
it: Frequenza di Schroeder
ja: シュレーダー周波数
ko: 슈뢰더 주파수
nl: Schroederfrequentie
pl: Częstotliwość Schroedera
pt_br: Frequência de Schroeder
ro: Frecvența Schroeder
sv: Schroederfrekvens
tr: Schroeder frekansı
uk: Частота Шредера

source: Sealed
cs: Uzavřená
de: Geschlossen
el: Κλειστό
es: Sellada
fr: Clos
hu: Zárt
it: Chiusa
ja: 密閉
ko: 밀폐형
nl: Gesloten
pl: Zamknięta
pt_br: Selada
ro: Închisă
sv: Sluten
tr: Kapalı
uk: Закритий

source: Sealed Vb for Qtc 0.707
cs: Uzavřené Vb pro Qtc 0,707
de: Geschlossenes Vb für Qtc 0,707
el: Κλειστό Vb για Qtc 0,707
es: Vb sellado para Qtc 0,707
fr: Vb clos pour Qtc 0,707
hu: Zárt Vb Qtc 0,707-hez
it: Vb chiuso per Qtc 0,707
ja: Qtc 0.707 の密閉 Vb
ko: Qtc 0.707용 밀폐 Vb
nl: Gesloten Vb voor Qtc 0,707
pl: Vb zamknięte dla Qtc 0,707
pt_br: Vb selado para Qtc 0,707
ro: Vb închis pentru Qtc 0,707
sv: Sluten Vb för Qtc 0,707
tr: Qtc 0,707 için kapalı Vb
uk: Закрите Vb для Qtc 0,707

source: Select a tool
cs: Vyberte nástroj
de: Werkzeug wählen
el: Επίλεξε εργαλείο
es: Elige una herramienta
fr: Choisissez un outil
hu: Válassz egy eszközt
it: Scegli uno strumento
ja: ツールを選択
ko: 도구를 선택하세요
nl: Kies een gereedschap
pl: Wybierz narzędzie
pt_br: Escolha uma ferramenta
ro: Alege un instrument
sv: Välj ett verktyg
tr: Bir araç seçin
uk: Оберіть інструмент

source: Settings
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Réglages
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ro: Setări
sv: Inställningar
tr: Ayarlar
uk: Налаштування

source: Shift
cs: Posun
de: Verschiebung
el: Μετατόπιση
es: Desplazamiento
fr: Décalage
hu: Eltolás
it: Scostamento
ja: シフト量
ko: 이동량
nl: Verschuiving
pl: Przesunięcie
pt_br: Deslocamento
ro: Deplasare
sv: Skift
tr: Kayma
uk: Зсув

source: Signal
cs: Signál
el: Σήμα
es: Señal
hu: Jel
it: Segnale
ja: 信号
ko: 신호
nl: Signaal
pl: Sygnał
pt_br: Sinal
ro: Semnal
tr: Sinyal
uk: Сигнал

source: Size
cs: Velikost
de: Größe
el: Μέγεθος
es: Tamaño
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
ko: 크기
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Dimensiune
sv: Storlek
tr: Boyut
uk: Розмір

source: Slope
cs: Strmost
de: Flankensteilheit
el: Κλίση
es: Pendiente
fr: Pente
hu: Meredekség
it: Pendenza
ja: スロープ
ko: 기울기
nl: Helling
pl: Nachylenie
pt_br: Inclinação
ro: Pantă
sv: Lutning
tr: Eğim
uk: Крутизна

source: Smallest spacing
cs: Nejmenší rozteč
de: Kleinster Abstand
el: Μικρότερη απόσταση
es: Menor separación
fr: Plus petit écart
hu: Legkisebb távolság
it: Distanza minima
ja: 最小間隔
ko: 최소 간격
nl: Kleinste afstand
pl: Najmniejszy odstęp
pt_br: Menor espaçamento
ro: Cea mai mică distanță
sv: Minsta avstånd
tr: En küçük aralık
uk: Найменший інтервал

source: Sound pressure level
cs: Hladina akustického tlaku
de: Schalldruckpegel
el: Στάθμη ηχητικής πίεσης
es: Nivel de presión sonora
fr: Niveau de pression acoustique
hu: Hangnyomásszint
it: Livello di pressione sonora
ja: 音圧レベル
ko: 음압 레벨
nl: Geluidsdrukniveau
pl: Poziom ciśnienia akustycznego
pt_br: Nível de pressão sonora
ro: Nivel de presiune acustică
sv: Ljudtrycksnivå
tr: Ses basınç seviyesi
uk: Рівень звукового тиску
